[
    {
        "id": 1,
        "nome": "Titã Fundador",
        "imagem": "https://static.wikia.nocookie.net/shingekinokyojin/images/b/b1/Frieda_Reiss_%28Anime%29_character_image_%28Founding_Titan%29.png/revision/latest/scale-to-width-down/1000?cb=20180826192254",
        "altura": "14m",
        "habilidades": "Criação de Titãs, Controlar Titãs Irracionais, Manipulação da Memória, Comunicação Telepática",
        "detalhes": "O Titã Primordial, também conhecido como Titã Fundador ou Titã Progenitor; é o titã mais poderoso entre todos os titãs já conhecidos. Possuindo o principal poder que interliga todos os nove titãs originais já apresentados, o mesmo teve seu surgimento após a morte de Ymir Fritz, a primeira pessoa a possuir as habilidades de transformação. O Titã Primordial, também conhecido como Titã Fundador ou Titã Progenitor; é o titã mais poderoso entre todos os titãs já conhecidos. Possuindo o principal poder que interliga todos os nove titãs originais já apresentados, o mesmo teve seu surgimento após a morte de Ymir Fritz, a primeira pessoa a possuir as habilidades de transformação",
        "portadores": "Ymir Fritz. Maria, Rose e Sina. 145° Rei Fritz. Sr. Reiss (811 - 824). Uri Reiss (824 - 837). Frieda Reiss (837 - 845). Grisha Jeager (845 - 845). Eren Jeager (845 - atual).",
        "referencias": "https://aminoapps.com/c/attackontitan-br/page/item/tita-primordial-atualizando/1Jo0_X85trIdVapap3k7Z48YYRW0GzmEoMxum"
    },
    {
        "id": 2,
        "nome": "Titã de Ataque",
        "imagem": "https://static.wikia.nocookie.net/shingeki-no-kyojin/images/b/ba/Tit%C3%A3_de_Ataque_%28Eren_Jaeger%29.png/revision/latest?cb=20210223015842&path-prefix=pt-br",
        "altura": "15m",
        "habilidades": "Regeneração, Super-Força, Endurecimento(após beber o líquido do soro de titã",
        "detalhes": "O Titã de Ataque, como todos os Nove Titãs, foi trazido ao mundo após a morte de Ymir Fritz. Embora este Titã foi presumivelmente preso no conflito de casas entre os oito Titãs do Império Eldiano subservientes ao Titã Fundador, é dito que o Titã Ataque sempre lutou pela liberdade de Eldia, não importa o dia e a idade. Durante a Grande Guerra dos Titãs, à medida que Marley gradualmente ganhava controle sobre sete dos Nove Titãs, o Titã de Ataque, evidentemente, nunca caiu nas mãos de Marley e permaneceu no continente enquanto o Titã Fundador permaneceu no exterior na Ilha Paradis, onde o 145º Rei Fritz, Karl Fritz, mudou a capital",
        "portadores": "Eren Kruger, Grisha Jaeger, Eren Jaeger",
        "referencias": "https://aminoapps.com/c/attackontitan-br/page/item/tita-primordial-atualizando/1Jo0_X85trIdVapap3k7Z48YYRW0GzmEoMxum, https://attackontitan.fandom.com/pt-br/wiki/Tit%C3%A3_de_Ataque_(Anime)#cite_note-e57-7"
    },
      {
        "id": 3,
        "nome": "Titã Colossal",
        "imagem": "https://i.pinimg.com/originals/09/e1/85/09e18556e8832560193db0e82e500ae1.jpg",
        "altura": "60m",
        "habilidades": "Tamanho, Emissão de Vapor, Transformação explosiva",
        "detalhes": "Embora todos os Titãs gerem enormes quantidades de calor e energia quando se transformam, o Titã Colossal leva isso para o próximo nível. Seus usuários podem controlar a energia produzida durante sua transformação para criar vários efeitos. Por exemplo, quando Bertolt ataca o Distrito de Trost, sua transformação só causa uma rajada de vento que joga alguns Recruras sobre a Muralha. No entanto, durante a Batalha do Distrito de Shiganshina, Bertolt libera uma explosão muito maior, criando uma nuvem em forma de cogumelo de poeira e entulho, devastando parte da cidade e matando um grande número de soldados da Divisão de Reconhecimento. Armin Arlert também usa essa habilidade para eliminar a maior parte, senão toda a frota naval Marleyana presente no Ataque a Liberio em uma tremenda explosão enviando um onda enorme de energia para o interior.",
        "portadores": "Bertolt Hoover, Armin Arlet",
        "referencias": "https://aminoapps.com/c/attackontitan-br/page/item/tita-primordial-atualizando/1Jo0_X85trIdVapap3k7Z48YYRW0GzmEoMxum, https://attackontitan.fandom.com/pt-br/wiki/Tit%C3%A3_de_Ataque_(Anime)#cite_note-e57-7"
    },
    {
        "id": 4,
        "nome": "Titã Fêmea",
        "imagem": "https://i.pinimg.com/originals/92/5d/fb/925dfb3677d696b8c1857dd3522eff25.jpg",
        "altura": "14m",
        "habilidades": "Versatilidade, Atração de Titãs, Endurecimento",
        "detalhes": "Assim como o Titã Fundador e o Titã Bestial de Zeke Jaeger, a Titã Fêmea é capaz de exercer alguma influência sobre os Titãs Puros através de uma habilidade baseada em gritos;A Titã Fêmea possui a habilidade de atrair Titãs Puros próximos. A desvantagem da habilidade de atração é que uma vez que os Titãs seguindo a Fêmea cheguem a sua localização, eles atacarão a Titã Fêmea e comerão seu corpo. Em circunstâncias normais, isso poderia levar ao desastre para a Titã Fêmea, mas em algumas ocasiões, esse fenômeno pode ser usado a seu favor.",
        "portadores": "Annie Leonhart",
        "referencias": "https://attackontitan.fandom.com/pt-br/wiki/Tit%C3%A3_de_Ataque_(Anime)#cite_note-e57-7"
    },
    {
        "id": 5,
        "nome": "Titã Blindado",
        "imagem": "https://i.pinimg.com/originals/c4/80/17/c48017c59061442b7f6e65271062a8a6.jpg",
        "altura": "15m",
        "habilidades": "Placas endurecidas de pele semelhante a uma armadura, endurecimento",
        "detalhes": "A característica definidora do Titã Blindado é a camada abrangente de segmentos de pele endurecida como uma armadura protegendo seu corpo. Esta armadura é capaz de proteger o Titã Blindado de uma quantidade significativa de dano, até mesmo um ataque direto de um canhão ou das lâminas de aço ultrarresistente do equipamento DMT. No entanto, a armadura tem algumas limitações e é incapaz de proteger o utilizador de armamento de alta energia, tais como a artilharia anti-Titãs das Forças Aliadas do Oriente Médio Além de fornecer proteção física formidável, a armadura também pode ser usada ofensivamente, causando danos devastadores no impacto, e é ainda forte o suficiente para atravessar os portões das Muralhas.",
        "portadores": "Reiner Braun",
        "referencias": "https://attackontitan.fandom.com/pt-br/wiki/Tit%C3%A3_de_Ataque_(Anime)#cite_note-e57-7"
    },
    {
        "id": 6,
        "nome": "Titã Bestial",
        "imagem": "https://i.pinimg.com/originals/94/85/b0/9485b086b73b4ce5e92e72c454d4f432.jpg",
        "altura": "17m",
        "habilidades": "Arremesso, endurecimento, fala, e  sob a posse de um ancestral de Ymir Fritz: Controle de Titãs irracionais. Transformação de Eldianos em titãs sem uso de serum.",
        "detalhes": "Um dos atributos mais perigosos do Titã Bestial de Zeke é a habilidade de transformar Súditos de Ymir em Titãs. Esta habilidade pode ser usada para um efeito devastador sobre os desavisados, como o início da invasão da Muralha Rose depois que os residentes de Ragako foram transformados em Titãs com o poder do Titã Bestial, bem como durante a batalha do distrito de Shiganshina para criar uma parede circundante de Titãs, e também a época em que os militares Marleyanos usaram esse poder para lançar Titãs no Forte de Slava em um ataque aéreo.",
        "portadores": "Zeke Jaeger",
        "referencias": "https://attackontitan.fandom.com/pt-br/wiki/Tit%C3%A3_de_Ataque_(Anime)#cite_note-e57-7"
    },
    {
        "id": 7,
        "nome": "Titã Mandíbula",
        "imagem": "https://i.pinimg.com/originals/7a/c1/52/7ac1529fcc71a3ef685e9d3fdb93c0a8.jpg",
        "altura": "5m",
        "habilidades": "Força poderosa da mandíbula, garras endurecidas, grande velocidade e agilidade",
        "detalhes": "O Titã Mandíbula possui, como o próprio nome indica, uma força incrível de mordida e esmagamento em suas mandíbulas e garras que podem ser usadas com eficiência devastadora contra Titãs e estruturas feitas pelo homem. Suas garras são fortes o suficiente para causar graves danos a oponentes com armadura, como torres.",
        "portadores": "Ymir, Marcel Galliard, Porco Galliard",
        "referencias": "https://attackontitan.fandom.com/pt-br/wiki/Tit%C3%A3_de_Ataque_(Anime)#cite_note-e57-7"
    },
    {
        "id": 8,
        "nome": "Titã Quadrúpede",
        "imagem": "https://i.pinimg.com/originals/0e/be/64/0ebe6412ffb3586fbe88f506902a765a.jpg",
        "altura": "4m",
        "habilidades": "Forma quadrúpede, alta resistência, grande velocidade, fala",
        "detalhes": "O Titã da Carroça se destaca como incomum entre os Nove Titãs por sua forma quadrúpede, permitindo que cargas e equipamentos sejam carregados nas costas, o que pode ser a origem de seu nome 'Titã da Carroça'. Como um efeito colateral de herdar o Titã da Carroça e permanecer em sua forma por longos períodos de tempo, o portador está sujeito a esquecer como andar bípede e, em vez disso, rastejará de quatro como o Titã da Carroça.",
        "portadores": "Pieck",
        "referencias": "https://attackontitan.fandom.com/pt-br/wiki/Tit%C3%A3_da_Carro%C3%A7a_(Anime)"
    },
    {
        "id": 9,
        "nome": "Titã Martelo de Guerra",
        "imagem": "https://i.pinimg.com/originals/fb/ad/fd/fbadfdb8a528a1879ae214e3884c5446.jpg",
        "altura": "-15m",
        "habilidades": "Endurecimento estrutural, operação remota",
        "detalhes": "O Titã Martelo de Guerra pode produzir e manipular estruturas feitas de carne de Titã endurecida. Essas estruturas podem ser transformadas em armas, formando piques grandes o suficiente para empalar e erguer um Titã, inundando áreas com saliências como espinhos e manifestando o martelo de guerra característico do Titã.",
        "portadores": "Lala Tybur, Eren Jaeger",
        "referencias": "https://attackontitan.fandom.com/pt-br/wiki/Tit%C3%A3_Martelo_de_Guerra_(Anime)"
    }
  ]